<script>

</script>
<svelte:head>
    <title></title>
</svelte:head>
<style>
    .first
    {
        font-family: 'Roboto', sans-serif;
        padding: 1px;
        width: 100%;
    }
    .second
    {
        background-color: #f7fafc;
        border: 2px;
        border-color: black;
        padding: 4px;
        height: auto;
        box-shadow: 2px 2px 8px rgba(0,0,0,0.1);
        border-radius: 2px;
        width: 100%;
    }
    .three
    {
        color: white;
        margin-bottom: 3px;
        background-color: blue;
        box-shadow: 2px 2px 8px rgba(0,0,0,0.1);
        width: 100%;
    }
    .four
    {
        flex: auto;

        width: 100%;
        padding: 1.25rem;
    }
    .five
    {
        background-color: #718096;
        width: auto;
        height: 256px;
        border: 1px solid #000;
        border-radius: 4px;
        font-family: 'Roboto', sans-serif;
    }
    .six
    {
        width: 100%;
    }
    .seven
    {
        margin-left: 4px;
        color: #718096;
        width: 100%;

    }
    .eight
    {
        width: 100%;
        padding: 1.25rem;
        border: 1px solid #000;
        border-radius: 4px;
        font-family: 'Roboto', sans-serif;
    }
    .seven-up
    {
        margin-top: 20px;
    }
</style>
<div class="first">
    <div class="second container">
        <div class=""><h1 class="three" style="text-align: center">Название</h1></div>
        <div class="four">
            <div class="five"></div>
            <div class="six">
                <div class="seven seven-up ml-4"><p class="text-gray-600 mb-8 ">Автор:</p></div>
                <div class="seven ml-4"><p class="text-gray-600 mb-8 ">Жанр:</p></div>
                <div class="seven ml-4"><p class="text-gray-600 mb-8 ">Год:</p></div>
                <div class="seven ml-4"><p class="text-gray-600 mb-8 ">Метки:</p></div>
            </div>
        </div>
        <div class=""><h1 class="three" style="text-align: center">Описание</h1></div>
        <div class="">
            <p class="eight leading-normal slide-in-bottom-subtitle">Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-то
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-то
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-то
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т
                Что-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-тоЧто-т</p>
        </div>
    </div>
</div>